import PodMain from '../../components/PodMain/PodMain';
import { tabs } from '../../utils';

export const slidesRussian = [
  [
    {
      id: 1,
      src: '/images/img1-0.PNG',
      title: 'ДБ-3',
      link: '/russian-item/1/0',
      description:
        'ДБ-3' +
        'Год создания – 1936' +
        'Разработан – ОКБ под руководством С. В. Ильюшина' +
        'В историю Великой Отечественной войны дальний бомбардировщик ДБ-3 вошёл как самолёт, который самым первым нанёс удар по Берлину – 8 августа 1941 года. Но это не единственная заслуга ДБ-3 – на нём были установлены пять мировых рекордов по высотности и дальности полётов. Несмотря на то что в начале войны самолёт уже не соответствовал уровню развития авиационной техники, он успешно выполнял важные боевые задачи, особенно если за штурвалом был опытный лётчик.' +
        'Как создавался этот самолёт ' +
        'Первоначально будущий ДБ-3 разрабатывался в конструкторском бюро Ильюшина как бомбардировщик ближнего действия. Однако начиная с 1934 года над этой задачей работали одновременно несколько бюро, и на финишную прямую вышел разработанный конструктором Андреем Туполевым проект ближнего бомбардировщика СБ. ' +
        'Тогда Сергей Ильюшин принял решение переделать прототип будущей машины в дальний бомбардировщик. 1 июля 1935 года опытную модель (на тот момент она называлась ЦКБ-26) впервые поднял в воздух известный лётчик-испытатель Владимир Коккинаки. Машина показала себя с хорошей стороны, и уже через месяц её продемонстрировали военному руководству страны. Самолёт понравился им, и Ильюшин продолжил работы над совершенствованием самолёта. ' +
        'В следующем году при подготовке к первомайскому параду В. Коккинаки на опытном ЦКБ-26 смог выполнить несколько «мёртвых» петель: такую фигуру высшего пилотажа на двухмоторном самолёте до этого не решался выполнить никто. Это привлекло внимание Сталина к проекту дальнего бомбардировщика, и он одобрил проведение нескольких рекордных полётов на этом самолёте. ' +
        'В итоге Владимир Коккинаки в 1936 году установил несколько мировых рекордов высоты с грузом пятьсот, одна и две тысячи килограммов. С этого момента улучшенную версию самолёта ЦКБ-30 начали готовить к серийному производству. С 1937 года производство развернулось на заводах в Москве и Воронеже, а годом позже – в Комсомольске-на-Амуре.',
    },
    {
      id: 2,
      src: '/images/img2-0.PNG',
      title: 'И-15',
      link: '/russian-item/2/0',
      description:
        'И-15' +
        'Разработан конструкторской бригадой под руководством Николая Поликарпова.' +
        'Год создания: 1933' +
        'Истребитель И-15 был одним из символов советской авиации 1930-х годов. На момент создания он считался одним из лучших истребителей своего времени. Однако технологический прогресс идёт быстро, и к началу Великой Отечественной войны этот самолёт уже считался безнадёжно устаревшим. Тем не менее после нападения нацистской Германии на СССР приходилось использовать любые средства для обороны. Пригодились и небольшие, юркие И-15, а также сделанные на их базе И-15 бис. Они бесстрашно сражались в первые годы войны с более совершенными самолётами противника — и нередко выходили победителями в боях с ними.' +
        'Как создавался И-15' +
        'В середине 30-х годов среди производителей самолётов вёлся негласный спор: какая конструкция самолётов лучше – биплан (с двумя рядами крыльев, расположенных один над другим) или моноплан (когда несущая поверхность, образующая два крыла, только одна). Бипланы активно применялись в период Первой мировой войны, но затем постепенно стали вытесняться монопланами. ' +
        'Тем удивительнее, что уже на излёте популярности бипланов в СССР был создан один из самых совершенных самолётов этого типа — И-15. Хотя более точно его можно назвать «полуторапланом» — нижний ряд крыльев у него был значительно меньше верхнего. Разработал эту модель знаменитый конструктор Николай Поликарпов. В воздух опытный образец И-15 впервые поднялся в 1933 году.  ',
    },
    {
      id: 3,
      src: '/images/img3-0.PNG',
      title: 'И-153',
      link: '/russian-item/3/0',
      description:
        'И-153' +
        'Разработан КБ Николая Поликарпова' +
        'Год создания: 1939' +
        'И-153 стал ещё одним знаменитым бипланом, разработанным Николаем Поликарповым. Его создание стало попыткой преодолеть многочисленные недостатки предыдущих версий бипланов — И-15 и И-15бис. Это удалось сделать только отчасти: модель считалась недостаточно современной уже в момент запуска в серийное производство в 1939 году. Однако она позволила выиграть время и дать фронту тысячи боевых машин для отражения воздушных атак люфтваффе. В это время ведущие конструкторские бюро днями и ночами работали над созданием более совершенных истребителей, способных переломить ход войны.' +
        'Как создавался И-153' +
        'В конце 30-х годов перед разработчиком И-15, конструктором Николаем Поликарповым стояла задача повысить лётные характеристики своего самолёта. Новая модель, которую позднее назовут И-153, так же как и предыдущая, обладала своеобразной формой крыльев, напоминающей летящую чайку. ' +
        'Самолёт действительно по своим качествам опередил своего предшественника. Так, на И-153 устанавливали двигатель М-62 мощностью 800 лошадиных сил. Усилили и вооружение: вместо устаревших пулемётов ПВ-1 устанавливали четыре скорострельных ШКАСа. Кроме того, И-153 мог нести реактивные снаряды или до 200 килограммов бомб. За счёт небольших изменений в конструкции крыльев удалось немного улучшить обзорность, кроме того, пилот получил дополнительную защиту за счёт установки бронеспинки. ',
    },
    {
      id: 4,
      src: '/images/img4-0.PNG',
      title: 'И-16',
      link: '/russian-item/4/0',
      description:
        'И-16' +
        'Разработан конструкторской бригадой под руководством Николая Поликарпова.' +
        'Год создания: 1933' +
        '«Истребитель шестнадцатый», или, как его ласково называли советские лётчики, «ишачок», — один из самых известных самолётов времён Великой Отечественной войны. Он стал первым в мире истребителем-монопланом, производство которого было поставлено на поток и который показал перспективность такого подхода в боевой авиации. И-16 серийно производился с 1934 по 1942 год, и на момент начала войны был самым массовым истребителем советских военно-воздушных сил. Именно на И-16 советские лётчики одержали первые победы над немецко-фашистскими захватчиками в воздушных боях.' +
        'Как создавался И-16' +
        'В середине 30-х годов среди авиаконструкторов существовал стереотип, что хороший истребитель может быть только бипланом (такие модели оснащались двумя рядами крыльев — сверху и снизу). Считалось, что такая конструкция даёт самолёту преимущество в маневренности. Тем неожиданнее стало появление в 1933 году скоростного истребителя-моноплана И-16, который не был похож ни на одну модель самолётов, существовавшую до этого. ' +
        'Разработчиком И-16 стал Николай Поликарпов, которого часто называют «королём истребителей». Именно он создал такие известные модели, как И-15, И-15бис, И-153. При создании И-16 автор пытался добиться высоких характеристик скорости и маневренности. Методом проб и ошибок, бесконечно экспериментируя с различными формами фюзеляжа, расположением крыльев, центровкой двигателя, Николай Поликарпов в итоге остановился на варианте свободнонесущего низкоплана (моноплана, крыло в котором расположено в нижней части фюзеляжа) с открытой кабиной и убирающимся шасси. Первый эскиз самолёта был представлен летом 1933 года, и совсем скоро начались серийные испытания. ' +
        'Уже на самых первых испытаниях И-16 показал скорость, превосходящую все имеющиеся в СССР истребители. Однако в некоторых режимах полёта И-16 был неустойчивым, поэтому лётчикам-испытателям даже на некоторое время запретили выполнять на нём фигуры высшего пилотажа. К тому же самолёт оказался сложнее в пилотировании, чем бипланы, к которым привыкли большинство лётчиков. По этой причине у руководства страны были сомнения, запускать ли этот самолёт в серию.' +
        'Судьбу этого самолёта решила отвага знаменитого лётчика-испытателя Валерия Чкалова. В ходе испытаний он сделал на «ишачке» 75 срывов в плоский штопор и доказал, что машина остаётся управляемой во время манёвров. После этого было принято окончательное решение о серийном производстве И-16. ',
    },
    {
      id: 5,
      src: '/images/img5-0.PNG',
      title: 'ИЛ-10',
      link: '/russian-item/5/0',
      description:
        'Ил-10' +
        'Год создания – 1944' +
        'Разработан – КБ под руководством С. В. Ильюшина' +
        'Самым массовым штурмовиком Великой Отечественной войны стал легендарный Ил-2. Однако внести свой вклад в Победу фашисткой Германии успел ещё один представитель семейства «Ил» – двухместный штурмовик Ил-10. Он принимал участие в битвах за немецкие города и в сражениях с японской армией. Боевые качества Ил-10 оказались столь высоки, что эти штурмовики остались на вооружении СССР и после войны. ' +
        'Как создавался Ил-10 ' +
        'К середине войны Красная Армия накопила большой опыт применения штурмовика Ил-2 – одного из самых эффективных самолётов своего времени. Однако технологии самолётостроения непрерывно развивались, появлялись новые типы моторов, вооружения, и советские конструкторы пытались найти им применение, взяв за основу базовую модель Ил-2.' +
        'В 1943 году был создан Ил-1 – одноместный тяжёлый истребитель с усиленным бронированием. В серию по ряду причин он не пошёл. Однако на его основе были разработаны два принципиально новых штурмовика. Первый, Ил-8, сохранил от своего предшественника внушительные габариты, крепкую броню и способность нести до тысячи килограммов бомбовой нагрузки. ' +
        'Второй – двухместный Ил-10 – решили сделать более манёвренным и скоростным. Поэтому конструкторы сосредоточились на аэродинамике: Ил-10 получил «обжатые» формы фюзеляжа, улучшенную герметизацию кабины, несколько меньшие размеры планера, новую систему уборки шасси. Лобовое сопротивление в итоге удалось уменьшить в два раза по сравнению с Ил-2. Скорость в результате улучшения аэродинамики и применения мощного мотора АМ-42 выросла до 515–552 км/ч на высоте – это было на 150 км/ч больше, чем на Ил-2. Кроме того, существенно улучшилась манёвренность самолёта. ' +
        '18 апреля 1944 года лётчик-испытатель Владимир Коккинаки выполнил первый испытательный полёт на Ил-10. Уже через месяц испытаний стало понятно, что в распоряжении советских лётчиков появилась динамичная, устойчивая в полёте, хорошо защищённая бронированием крылатая машина, способная отлично выполнять задачи непосредственной поддержки пехоты и танковых соединений. ' +
        'Самолёт по лётным качествам обогнал не только своего главного конкурента, Ил-8, но и двухместный бронированный штурмовик Су-6, который был разработан в ОКБ Сухого. На малых высотах, до двух тысяч метров, он мог легко соперничать в скорости и с самыми совершенными немецкими самолётами того периода, например FW 190А-4 и Me-109G2. ' +
        'Вскоре было развёрнуто серийное производство Ил-10, в начале 1945 года Ил-10 начали поступать на фронт. ',
    },
    {
      id: 6,
      src: '/images/img6-0.PNG',
      title: 'ИЛ-2',
      link: '/russian-item/6/0',
      description:
        'Ил-2' +
        'Разработан в ОКБ-240 под руководством Сергея Ильюшина' +
        'Год создания: 1939 | Год выпуска: 1941' +
        'Этот советский бронированный штурмовик стал самым массовым военным самолётом в истории страны – он лидер по количеству выпущенных боевых машин в истории авиации. Конструкторы называли свою разработку «летающим танком». Солдаты вермахта, по свидетельствам очевидцев, бежали от него как от чумы. Секрет такого успеха заключался в полном бронировании обшивки, что явилось инновационной технологией защиты конструктивной части самолёта. Ил-2 стал не просто символом Победы, а «рабочей лошадкой» фронтовой операции, своим тяжёлым трудом приближающей разгром противника.' +
        'Как создавался Ил-2' +
        'Ил-2 был разработан в начале 1940-х годов специально для поддержки советских войск на земле. Красная Армия остро нуждалась в самолёте, способном атаковать наземные цели с точностью и мощью, но при этом быть максимально защищённым от огня врага. Ил-2 стал ответом на этот запрос: его уникальный бронированный корпус и мощное вооружение сделали его грозным штурмовиком.' +
        'Самолёт создавался под руководством конструктора Сергея Ильюшина. Первые модели Ил-2 были одноместными, но вскоре добавили место для стрелка, что сделало самолёт более защищённым от нападений сзади. Ил-2 оказался настолько эффективным, что стал массово производиться. В итоге было выпущено более 36 тысяч машин, что сделало его самым массовым военным самолётом в истории.',
    },
    {
      id: 7,
      src: '/images/img7-0.PNG',
      title: 'ЯК-1',
      link: '/russian-item/7/0',
      description:
        'Истребитель ЯК-1' +
        'Год создания: 1940' +
        'Разработан – ОКБ под руководством Александра Яковлева' +
        'ЯК-1 стал самым первым боевым истребителем, разработанным в ОКБ знаменитого авиаконструктора Александра Яковлева. Крылатая машина оказалась столь хороша, что дала старт целому семейству «Яков» – на базе этой модели разрабатывались все последующие типы и модификации. Простой в управлении, надёжный, стремительный – ЯК-1 представлял для немецких лётчиков серьёзную угрозу в воздухе. В первые годы войны он завоевал практически повсеместную любовь советских лётчиков, которые одержали на нём немало славных побед в воздушных боях.' +
        'Как создавался ЯК-1 ' +
        'В предвоенные годы СССР срочно нужна была новая авиатехника. Поэтому задачей по созданию современных крылатых машин были загружены практически все конструкторские бюро страны, даже те, у которых не было опыта разработки боевых самолётов.' +
        'Одним из таких КБ стало бюро под руководством Александра Яковлева. До этого момента оно специализировалось на создании учебных и лёгких пассажирских самолётов. Однако конструкторам удалось перестроиться очень быстро – в сжатые сроки они разработали прототип боевого истребителя И-26. В начале 1940 года начались испытания новой боевой машины. ' +
        'Из-за сложной политической обстановки и надвигающейся угрозы военного конфликта машину решили запустить в серийное производство, не дожидаясь полного окончания всех испытаний. Она получила название ЯК-1. Такая спешка сильно осложнила производственный процесс: из-за многочисленных доработок приходилось вносить изменения в уже готовые узлы и агрегаты. Так, всего за несколько месяцев 1940 года в чертежи было внесено около 4 тысяч изменений. Это тормозило рабочих, сбивало график производства самолётов. А в 1941 году началась война, и серийное производство ЯК-1 пришлось вести в условиях дефицита материалов и рабочей силы.',
    },
    {
      id: 8,
      src: '/images/img8-0.PNG',
      title: 'ЛА-5',
      link: '/russian-item/8/0',
      description:
        'Ла-5' +
        'Ла-5 — один из самых знаменитых истребителей, созданных во время Великой Отечественной войны.' +
        'Год создания: 1942' +
        '«Внимание! В воздухе — Ла-5!» — такие предупреждения слышали немецкие пилоты во время Сталинградской битвы. Это было сигналом, что нужно действовать с особой осторожностью. Создание этого самолёта стало важным шагом в развитии советской авиации и укреплении воздушной обороны СССР.' +
        'Как создавался Ла-5' +
        'Работа над Ла-5 началась в конструкторском бюро Семёна Лавочкина в конце 1941 года — в самый разгар военных действий. Это было сложное время: немецкие войска наступали, основные авиационные заводы были эвакуированы как можно дальше от фронта, остро не хватало людей, комплектующих, оборудования.  ' +
        'В то же время стало очевидным, что выпускающиеся на тот момент истребители ЛаГГ-3 значительно уступают немецким самолётам в мощности и маневренности. Встал вопрос о прекращении выпуска ЛаГГ-3 и переориентации заводов, где их собирали, на производство истребителей Як-7, которые показывали в боях лучшие результаты, чем ЛаГГ-3. ' +
        'Однако КБ Семёна Лавочкина удалось в рекордные сроки разработать на базе ЛаГГ-3 более совершенную версию самолёта. Это был одноместный моноплан деревянной конструкции — при его изготовлении использовалась «дельта-древесина». Конструкторы сделали акцент на увеличении скорости, повышении маневренности и боевой устойчивости машины. Уже в мае 1942 года модель-прототип совершила свой первый полёт, и вскоре самолёт был принят на вооружение. Первоначально новый истребитель назвали ЛаГГ-5, однако в историю он вошёл как легендарный Ла-5. ',
    },
    {
      id: 9,
      src: '/images/img9-0.PNG',
      title: 'ЛА-7',
      link: '/russian-item/9/0',
      description:
        'Ла-7' +
        'Год создания – 1943' +
        'Разработан – ОКБ С. А. Лавочкина' +
        'Ла-7 вошёл в историю отечественной авиации как один из лучших истребителей Великой Отечественной войны. Он вобрал в себя все самые яркие качества предыдущих моделей серии «Ла»: эта машина отличалась улучшенной аэродинамикой, отличной управляемостью, мощным вооружением. Появление Ла-7 изменило тактику советских лётчиков – они получали возможность с уверенностью ввязываться в бои даже с превосходящими силами противника. Немецкие же пилоты, напротив, стали избегать лобовых столкновений с Ла-7 – поражение было практически неизбежным. ' +
        'Как создавалась эта модель самолёта' +
        'Предшественником Ла-7 стала модель Ла-5ФН: в 1943 году на базе этой машины в ОКБ С. А. Лавочкина был построен улучшенный прототип. Конструкторам удалось уменьшить аэродинамическое сопротивление за счёт изменения формы капота двигателя, тщательной герметизации внутренних швов самолёта, изменения системы выхлопа и других доработок. Маслорадиатор перенесли из-под капота двигателя под кабину пилота.' +
        'Лонжероны крыла вместо деревянных сделали металлическими. Эти и другие изменения позволили на 55 килограмм снизить полётный вес самолёта, а значит, улучшить скоростные характеристики. Кроме того, изменилась его центровка, что положительно отразилось на управляемости крылатой машиной. В ходе доработок также удлинили стойки шасси – теперь лётчики могли увереннее пользоваться тормозами при взлёте-посадке самолёта. ' +
        'Лётные испытания будущий Ла-7 проходил зимой 1944 года. По их итогам новый самолёт рекомендовали принять на вооружение с формулировкой «Модифицированный самолёт Ла-5 эталон 1944 года (Ла-7) по максимальной скорости, скороподъёмности стоит на уровне лучших современных истребительных самолётов, находящихся на вооружении ВВС Красной Армии и иностранных государств». ' +
        'Вскоре началось серийное производство Ла-7 сразу на трёх заводах: в Горьком, Улан-Удэ и Москве. Уже к ноябрю Ла-7 полностью вытеснили из цехов предыдущую модель Ла-5. ',
    },
  ],
  [
    {
      id: 1,
      src: '/images/img1-1.PNG',
      title: 'ИС-1/ИС-2',
      link: '/russian-item/1/1',
      description:
        'ИС-1, ИС-2' +
        'Танк «Иосиф Сталин» вошёл в историю как один из символов Победы над фашистскими захватчиками. Танк ИС-2 принимал активное участие в боях за Берлин и в других сражениях, сыграв важную роль в разгроме фашисткой армии и положив конец преимуществу немецких тяжёлых танков «Тигр» и «Пантера».' +
        'Как создавался танк «Иосиф Сталин»' +
        'В 1942 году на Челябинском Кировском заводе началась разработка нового тяжёлого танка, который должен был заменить устаревший танк «Клим Ворошилов». Новый танк решили назвать «Иосиф Сталин». Во многом он стал ответом на немецкие «Тигры», которые в то время могли господствовать на поле боя. Советские войска остро нуждались в машине, способной противостоять этим железным монстрам.' +
        'Почти одновременно конструкторы вели разработку двух версий танка —– ИС-1 и ИС-2. Они отличались друг от друга лишь вооружением. На ИС-1 устанавливали 85-мм пушку Д-5Т (поэтому иногда эту версию танка называют ИС-85). А ИС-2 получил ещё более мощное вооружение —– 122-мм пушку-гаубицу (соответственно, эта версия получила аббревиатуру ИС-122). По сравнению с предшественником, танком КВ, обе машины отличались усиленным бронированием и более высокой скоростью.' +
        'В августе 1943 года, в самый разгар войны, началось серийное производство ИС-1. Однако оно было свёрнуто уже через несколько месяцев, в январе 1944 года. В ходе выполнения боевых задач стало ясно, что 85-мм пушка Д-5Т недостаточна для получения весомого преимущества над противником. Кроме того, выявились недостатки в конструкции танка: из-за технических поломок некоторые машины, предназначенные для боевых испытаний, даже не смогли добраться до линий фронта. Всего с конвейера сошли 107 танков ИС-1. Несмотря на технические недочёты, все они были отправлены на фронт и несли службу вплоть до окончания войны.' +
        'В то же время в конце 1943 года блестяще прошла испытания версия танка ИС-2 с новым вооружением. Поэтому производство в кратчайшие сроки было переориентировано на выпуск ИС-2.',
    },
    {
      id: 2,
      src: '/images/img2-1.PNG',
      title: 'КВ1/КВ2',
      link: '/russian-item/2/1',
      description:
        'КВ-1, КВ-2' +
        'Тяжёлый и мощный танк «Клим Ворошилов» в модификациях 1 и 2 прослужил в рядах Красной Армии недолго — с 1939 по 1943 год. Главным преимуществом боевой машины была усиленная броневая защита, которая позволяла использовать танк для наступления и прорыва фронта. Но из-за своих технических недостатков — плохой манёвренности, слабой трансмиссии и большой массы — КВ был не очень любим советскими бойцами. В 1943 году его сняли с производства. Тем не менее он использовался в боях вплоть до конца войны, приближая Великую Победу.' +
        'Как создавался КВ' +
        'Тяжёлый танк с именем известного советского военно-политического деятеля Климента Ворошилова был создан в 1939 году. Рабоче-крестьянской Красной Армии (РККА) нужна была машина с мощным бронированием, способная долго выдерживать огонь противотанковых орудий во время штурма укреплённых позиций противника. Советские конструкторы разработали одновременно несколько опытных боевых машин —– двухбашенные тяжёлые танки СМК («Сергей Миронович Киров») и Т-100, а также однобашенный танк, который послужил прототипом танка КВ («Клим Ворошилов»). Все три модели проверили в реальных боях во время советско-финской войны. КВ проявил себя лучше своих соперников: его толстую броню не могла пробить ни одна из существовавших на тот момент противотанковых пушек. Уже в декабре 1939 года, ещё до окончания всех испытаний, его приняли на вооружение РККА.',
    },
    {
      id: 3,
      src: '/images/img3-1.PNG',
      title: 'КВ-85',
      link: '/russian-item/3/1',
      description:
        'КВ-85' +
        'Аббревиатура КВ в названии этого танка расшифровывается Клим Ворошилов, который был одним из первых маршалов Советского Союза. Цифра 85 означает калибр основного орудия данной боевой машины. Во время Великой Отечественной войны КВ-85 стал первым советским танком, способным бороться с тяжёлой немецкой бронетехникой на дистанциях около 1 тысячи метров.' +
        'История создания КВ-85' +
        'Необходимость в создании мощного тяжёлого танка встала перед руководством Красной Армии с появлением на фронтах Великой Отечественной войны в конце 1942 —– начале 1943 года немецких боевых машин «Тигр», которые превосходили по техническим и боевым показателям отечественные танки этого класса, в частности КВ-1 и КВ-1с. Требовалась новая боевая машина с улучшенной броней и более мощным орудием калибра 85 ммиллиметров, способным пробивать броню «Тигров».' +
        'В июне 1943 года опытный завод № 100 собрал два опытных образца танка серии КВ с пушками соответствующего калибра. Лучшим был признан образец, созданный конструкторами Челябинского Кировского завода (ЧКЗ) (и завода № 100 под руководством конструктора Жозефа Котина. Машина, получившая название КВ-85, состояла из башни от нового танка ИС-1 с 85-мм пушкой Д-5Т конструкции КБ завода № 9, установленной на шасси КВ-1с.' +
        'Успешно пройдя заводские испытания в августе 1943 года, КВ-85 поступил в серийное производство на заводе ЧКЗ. Всего, в период с августа по октябрь 1943 года, было выпущено 148 боевых машин. Позднее выпуск КВ-85 был прекращён из-за появления нового танка —– ИС-2 (Иосиф Сталин). По сути, танк КВ-85 стал переходной моделью между КВ-1 и ИС-2, сочетая в своей конструкции ходовую часть и бронекорпус от КВ и башню с орудием от ИС.',
    },
    {
      id: 4,
      src: '/images/img4-1.PNG',
      title: 'БТ-7',
      link: '/russian-item/4/1',
      description:
        'Лёгкий танк БТ-7' +
        'Год создания – 1933.' +
        'Разработан группой конструкторов КБ Харьковского паровозостроительного завода № 183.' +
        'Лёгкому колёсно-гусеничному танку БТ-7 суждено было принять на себя всю тяжесть боёв первого этапа Великой Отечественной войны. Несмотря на недостаточное по меркам 1941 года бронирование, непревзойдённая манёвренность и скорость делала их грозным оружием в руках умелых советских танкистов. К тому же орудия БТ-7 уверенно пробивало лобовую броню всех без исключения немецких танков на актуальных дистанциях. БТ-7 участвовали во всех самых знаковых сражениях первых лет Великой Отечественной войны: в битвах под Москвой и Сталинградом, боях на Северном Кавказе и под Ленинградом. Прошедшие всю войну с первого до последнего дня, лёгкие танки БТ-7 принимали участие в параде в честь победы над Японией, который Красная Армия провела в 1945 году в китайском Харбине. ' +
        'Как создавался танк БТ-7' +
        'Ещё в 20-х годах XX века советские конструкторы загорелись идеей создать бронированную машину, которая бы соединила скорость и манёвренность автомобиля с проходимостью гусеничного танка. Для этого в Америке приобрели два танка изобретателя Уолтера Кристи. Он первым придумал увеличить опорные катки танка до размера колёс автомобиля и снабдить их съёмными гусеницами, которые можно было надевать в труднопроходимых местах. Такой танк мог развивать скорость более 60 км/ч – просто запредельное значение для бронетехники того времени.' +
        'На базе танков Кристи в СССР сделали первую модель серии БТ, что расшифровывается как «быстроходный танк». В 1931 году танк БТ-2, оснащённый лёгким авиационным двигателем и 37-мм пушкой впервые поступил на вооружение Красной Армии.' +
        'В 1933 году ему на смену пришёл БТ-5. На него устанавливали пушку помощнее – калибра 45 мм – спаренный с ней 7,62-мм танковый пулемёт ДТ. Этот танк получил боевое крещение в ходе Гражданской войны в Испании и советско-финском конфликте.' +
        'Параллельно с эксплуатацией БТ-5 конструкторы КБ Харьковского паровозостроительного завода № 183 работали над усовершенствованной моделью. Впоследствии она получила обозначение БТ-7 и была признана самой удачной в серии «быстроходных танков».',
    },
    {
      id: 5,
      src: '/images/img5-1.PNG',
      title: 'Т-60',
      link: '/russian-item/5/1',
      description:
        'Лёгкий танк Т-60' +
        'Год создания – 1941.' +
        'Разработан КБ Московского танкового завода № 37 под руководством конструктора Николая Астрова.' +
        'Лёгкий танк Т-60 был создан в самые первые, трагичные для СССР месяцы войны. Красная Армия терпела одно поражение за другим. Гибли не только люди, но и техника. Стране срочно были необходимы новые танки. Танк Т-60 нельзя было назвать суперсовременным или супермощным. Но у него оказалось одно неоспоримое преимущество: лёгкость в производстве. Благодаря этому за короткий срок удалось изготовить сотни новых боевых машин и поддержать воюющую армию бронетехникой.' +
        'Как создавался танк Т-60' +
        'До войны Московский танковый завод № 37 специализировался на выпуске лёгких плавающих танков Т-40. Этот небольшой танк был интересен не только тем, что умел преодолевать водные переправы, но и тем, что был очень простым и дешёвым в производстве за счёт использования деталей от обычных автомобилей.' +
        'Учитывая огромные потери техники в первые дни войны, руководство страны отдало приказ заводу № 37 снять с производства Т-40 и перейти на выпуск более тяжёлого и мощного танка Т-50. Однако сделать это без полного переоборудования завода было невозможно – это потребовало бы месяцы на обкатку новых техпроцессов, во время которых завод бы не выпустил ни одного танка.' +
        'Тогда конструктор Николай Астров предложил изящное решение – создать на базе Т-40 совершенно новый танк: с улучшенным бронированием и более мощным вооружением. В этом случае не пришлось бы терять время на освоение новой техники, и фронт уже очень скоро начал бы получать современные машины.' +
        'Эта идея пришлась по душе командованию. Прототип нового танка был разработан буквально за две с половиной недели. Уже в сентябре 1941 года были выпущены первые серийные танки Т-60. Производство танков развернулось на нескольких заводов, но основная часть была изготовлена на Горьковском автозаводе (ГАЗ).',
    },
    {
      id: 6,
      src: '/images/img6-1.PNG',
      title: 'Т-70',
      link: '/russian-item/6/1',
      description:
        'Лёгкий танк Т-70' +
        'Год создания – 1941.' +
        'Разработчик – Николай Астров.' +
        'Лёгкий танк Т-70 был создан в самый разгар Великой Отечественной войны, когда перед СССР стояла задача дать достойный отпор гитлеровским войскам. Конструкция танка делала возможным его производство не на специализированных военных заводах, а на автомобильных предприятиях, как например, Горьковский автозавод (ГАЗ). Благодаря этой особенности удалось быстро нарастить выпуск «семидесяток» – этот танк стал одним из самых массовых танков, выпущенных в период войны.' +
        'Как создавался танк Т-70' +
        'Опыт боевого применения лёгкого танка Т-60 быстро выявил ключевые зоны его уязвимости: слабое бронирование и недостаточно мощное вооружение. Поэтому уже в конце 1941 года Николай Астров приступил к разработке модели, которая подошла бы для замены Т-60. Новый танк получил название Т-70. Он быстро был принят на вооружение Рабоче-крестьянской Красной Армии: уже в марте 1942 года началось его серийное производство.' +
        '«Семидесятка» сильно отличалась от своего предшественника, Т-60. Новый танк получил усиленную бронезащиту – 35–45 мм. По толщине лобовой брони Т-70 был практически идентичен среднему танку Т-34. Повысилась и огневая мощь танка – на укреплённую сварную башню устанавливалась 45-мм танковая пушка образца 1938 года и спаренный с ней 7,62-мм пулемёт ДТ. В боекомплекте было 90 патронов, скорострельность – 8–12 выстрелов в минуту.',
    },
    {
      id: 7,
      src: '/images/img7-1.PNG',
      title: 'Т-28',
      link: '/russian-item/7/1',
      description:
        'Средний танк Т-28' +
        'Год создания – 1931.' +
        'Разработан – КБ Всесоюзного орудийно-арсенального объединения под руководством Семёна Гинзбурга.' +
        'Т-28 вошёл в историю как самый первый советский средний танк, который был запущен в серийное производство и принят на вооружение Рабоче-крестьянской Красной Армии. Потенциала этой машины хватило более чем на десятилетие – к началу Великой Отечественной войны он всё ещё превосходил большинство немецких танков и по силе вооружения и по бронезащите. Хотя много танков Т-28 погибли в первые кровопролитные месяцы Великой Отечественной войны, уцелевшие машины участвовали в боях вплоть до 1944 года наравне с созданной к тому времени более мощной бронетехникой.' +
        'Как создавался танк Т-28' +
        'На рубеже 30-х годов перед СССР стояла задача оснастить армию современными танками. Военное руководство внимательно изучало плюсы и минусы разных типов танков: лёгких, средних и тяжелых. В частности, было принято решение поставить на вооружение Красной Армии средние и тяжёлые танки. Они предназначались для прорыва сильно укреплённых позиций врага.' +
        'Образцы средних танков первоначально хотели закупить за границей, в Великобритании, однако этого сделать по ряду причин не удалось. Тогда решили действовать самостоятельно: к разработке первого советского танка приступили несколько конструкторских бюро. Наиболее удачным был признан проект КБ Всесоюзного орудийно-арсенального объединения (ВОАО) под руководством Семёна Гинзбурга – так в конце 1931 года появился прототип среднего танка Т-28.' +
        'Уже в 1933 году на ленинградском заводе «Красный Путиловец» (впоследствии его переименовали в Кировский завод) развернулось серийное производство Т-28. Правда, оно шло с переменным успехом – для коллектива завода это был первый опыт создания столь сложной техники. Потребовалась масштабная модернизация цехов и оборудования. По этой причине стабильный выпуск Т-28 смогли наладить только в 1936 году.' +
        'За это время сильно изменилась и конструкция танка, по сравнению с опытным образцом: в неё было внесено в общей сложности около 600 изменений. Однако получившаяся в итоге боевая машина оказалась весьма передовой для своего времени и отвечала всем необходимым требованиям армии.',
    },
    {
      id: 8,
      src: '/images/img8-1.PNG',
      title: 'Т-26',
      link: '/russian-item/8/1',
      description:
        'Т-26' +
        'Т-26 вошёл в историю советского вооружения как самый массовый танк предвоенного времени. Лёгкий в управлении, неприхотливый в обслуживании, он отлично подходил для выполнения тактических и оперативных задач и непосредственной поддержки пехоты. Выпускался с 1931 по 1940 год и активно использовался в боевых действиях того периода: в русско-японском конфликте, в сражениях с Финляндией, во время гражданской войны в Испании. К моменту начала Великой Отечественной войны этот танк находился на вооружении Красной Армии, и именно Т-26 пришлось давать отпор наступающей германской армии.' +
        'Как создавался Т-26' +
        'Старшим братом советского танка Т-26 выступил английский шеститонник «Виккерс». Именно с контракта на поставку 15 двухбашенных виккерсов началась в 1930 году история нашего Т-26. На основе британских машин были созданы опытные модели танков ТММ-1 и ТММ-2, но в серийное производство их не запустили —– не устроило качество.' +
        'Технологию пришлось дорабатывать советским конструкторам во главе с Семёном Гинзбургом. Местом выпуска новых танков выбрали ленинградский «Большевик», имевший большой опыт танкостроения. В работе были также задействованы специалисты и техника завода «Красный путиловец». Планы по производству Т-26 были масштабными, поэтому, помимо использования цехов завода «Большевик», для строительства танков был создан отдельный завод № 174 имени К. Е. Ворошилова.' +
        'Первый серийный танк Т-26 увидел свет осенью 1931 года, а уже 7 ноября его 15 собратьев участвовали в военном параде.',
    },
    {
      id: 9,
      src: '/images/img9-1.PNG',
      title: 'Т-34',
      link: '/russian-item/9/1',
      description:
        'Т-34' +
        'Советский средний танк Т-34 — настоящий символ победы Красной Армии в Великой Отечественной войне. В нём сочетались скорость, боевая мощь и манёвренность, простота производства и инновационные конструкторские решения. Образцы легендарного Т-34 до сих пор красуются на постаментах разных городов по всей территории бывшего СССР как напоминание о доблести наших танкистов и превосходстве советского вооружения. ' +
        'Как создавался Т-34' +
        'К необходимости разработки среднего танка СССР подтолкнул опыт гражданской войны в Испании 1936–1939 годов. Тогда стало очевидным, что стоявшие на вооружении Рабоче-крестьянской Красной Армии (РККА) лёгкие танки, как, например, Т-26 и БТ, уязвимы для противотанковых средств противника из-за слишком тонкой брони. Стране нужен был новый танк, чья броня была бы способна выдерживать удары противотанковой артиллерии. Разработка такой модели под руководством советского инженера Михаила Кошкина началась в 1938 году. В начале 1940 года уже были изготовлены две предсерийные модели, которые впоследствии стали первыми знаменитыми «тридцатьчетвёрками». Они отличались усиленным бронированием –— 45 мм (вместо 13–20 мм, как на лёгких танках) и мощным вооружением: на них устанавливались 76-мм орудия Л-11 (для сравнения: на БТ устанавливалась 37-мм пушка образца 1930 года). ' +
        'Правда, в самом начале ничто не предвещало Т-34 его легендарной судьбы. Скорее наоборот: военным новый танк не понравился. Во время полевых испытаний выявилось множество недостатков: например, двигатель сильно шумел, а на сухой дороге вслед за танком поднималось много пыли, что делало Т-34 очень заметным. Кроме того, на ранние версии танка устанавливали четырёхступенчатую коробку передач, управление которой было сложным и требовало больших физических усилий. В боевом отделении было тесно, а щели в боевых башнях давали недостаточный обзор. Эти и другие существенные недочёты едва не стали роковыми для Т-34. Заместитель наркома обороны Григорий Кулик в 1940 году отклонил приёмку танка и остановил его производство. Лишь благодаря тому, что конструкторы смогли в сжатые сроки исправить большую часть недочётов, Т-34 дали второй шанс. В январе 1941 года, незадолго до начала войны, началось серийное производство Т-34. Теперь на него устанавливались улучшенные пушки 76,2-мм орудия Ф-34. Также была изменена конфигурация люка в башне и добавлен перископический смотровой прибор для улучшения обзорности. ' +
        'Примерно в это же время на базе Т-34 сконструировали новую улучшенную модель — Т-34М. Однако начавшаяся война не дала возможности освоить выпуск усовершенствованного танка — нужно было быстро обеспечить фронт достаточным количеством машин. Поэтому заводы вернулись к производству стандартного Т-34. Его выпуск вели сразу несколько заводов — в Харькове (впоследствии этот завод был эвакуирован в Нижний Тагил), Сталинграде, Горьком, Челябинске и других. При этом технология производства несколько отличалась, и даже внешне танки Т-34, произведённые на разных заводах, имели некоторые отличия.',
    },
  ],
  [
    {
      id: 1,
      src: '/images/img1-2.PNG',
      title: 'Пистолет Воеводина',
      link: '/russian-item/1/2',
      description:
        'Пистолет Воеводина' +
        'Год создания – 1939' +
        'Разработан – конструктором тульского ЦБК-14 Павлом Воеводиным' +
        'Пистолет Воеводина образца 1939 года был призван устранить недостатки пистолета ТТ, который в тот момент стоял на вооружении РККА. По ряду параметров он превосходил не только ТТ, но и самые известные иностранные образцы. Наладить серийное производство пистолетов Воеводина помешало начало Великой Отечественной войны. Однако небольшие партии всё-таки успели выпустить на оружейном заводе в Ижевске.' +
        'Как создавалось это оружие' +
        'В 1938 году был объявлен конкурс на проектирование нового образца 7,62-мм самозарядного пистолета. Свои модели представили лучшие конструкторы страны – Сергей Коровин, Иван Раков, Фёдор Токарев. В этом конкурсе Павел Воеводин представил сразу два образца с незначительными конструктивными отличиями. Предложенные модели были оценены комиссией и направлены на доработку.' +
        'В 1941 году прошли новые испытания улучшенных образцов пистолетов. По их итогам 18-зарядный пистолет, разработанный Павлом Воеводиным, показал лучшие результаты по скорострельности, меткости стрельбы, надёжности автоматики. За время испытаний ни одна деталь не вышла из строя, пистолет не дал ни одной осечки. По кучности стрельбы он был сопоставим с такими популярными иностранными пистолетами, как «маузер» и «парабеллум». А с точки зрения скорострельности и начальной скорости пули он намного превосходил имеющиеся отечественные и зарубежные аналоги. И конечно же, пистолет Воеводина отвечал важнейшему критерию – у него было тонкий ствол револьверного типа, который можно было вставить в щель танка, чтобы отстреливаться от пехоты врага. Пожалуй, единственным его недостатком был немного больший вес, чем у пистолетов Токарева образца 1933 года. ',
    },
    {
      id: 2,
      src: '/images/img2-2.PNG',
      title: 'Пистолет ТТ',
      link: '/russian-item/2/2',
      description:
        'Пистолет ТТ' +
        'Разработанный в 30-е годы пистолет ТТ активно применялся во время Великой Отечественной войны. Он был основным личным оружием офицеров РККА. Отличные боевые характеристики, простота и надёжность в эксплуатации, доступность производства — благодаря этим качествам пистолет ТТ ценили даже после окончания войны.' +
        'Как создавалось это оружие' +
        'В 20-е годы главным «офицерским» оружием Красной Армии считался револьвер системы Нагана образца 1895 года. Он отлично зарекомендовал себя во время Первой мировой и Гражданской войн: практически не допускал осечек, был прост в эксплуатации и хранении. Но у него были и минусы: для того чтобы перезарядить револьвер патронами, требовалось время, что в условиях боя могло стать роковым. Кроме того, он был довольно громоздким и не слишком удобным.' +
        'В то же время, всё большую популярность завоёвывали более компактные и удобные пистолеты. В 1929 году был объявлен конкурс на новый армейский пистолет, который должен был заменить собой «наганы». Над этой задачей работали несколько конструкторских групп. В том числе, группа под руководством известного оружейника Фёдора Токарева. Вскоре Токарев представил на конкурс модель разработанного им самозарядного пистолета.' +
        'Испытания опытного образца пистолета ТТ показали, что он существенно превосходит все другие представленные на конкурс модели пистолетов. Он обладал отличными баллистическими данными, показывал большую начальную скорость пули и высокое пробивное действие, сохранял боеспособность при любых условиях эксплуатации. После ряда доработок было принято решение о серийном производстве. В 1931 году поступил первый госзаказ на 1 тысячу пистолетов образца 1930 года для нужд РККА.',
    },
    {
      id: 3,
      src: '/images/img3-2.PNG',
      title: 'Автоматическая винтовка Симонова',
      link: '/russian-item/3/2',
      description:
        'Автоматическая винтовка Симонова' +
        'Разработчик – Сергей Симонов' +
        'Год создания – 1936' +
        '7,62-миллиметровая автоматическая винтовка системы Симонова образца 1936 года вошла в историю советского стрелкового оружия благодаря двум фактам. Во-первых, она стала первой автоматической винтовкой, поступившей на вооружение Красной Армии (до неё был только автомат Фёдорова, но он применялся в весьма ограниченных объёмах). Во-вторых, она является первым образцом автоматической винтовки, который был запущен в серийное производство. Она активно использовалась на фронте на первом этапе Великой Отечественной войны, помогая советским бойцам защищать нашу страну от фашистов.' +
        'Как создавалось это оружие' +
        'Начиная с середины 20-х годов во многих странах мира велась работа по созданию автоматических и самозарядных винтовок. В отличие от магазинных винтовок, в модели Симонова лежал принцип отвода пороховых газов через специальное отверстие из нарезной части канала ствола. Автоматическая винтовка при нажатии на спусковой крючок могла стрелять непрерывно до полного расходования патронов. В самозарядной винтовке требовалось нажимать на спусковой крючок перед каждым выстрелом. Такие винтовки не только были скорострельнее и точнее, чем магазинные, но и существенно экономили силы стрелка.' +
        'После окончания Гражданской войны перед лучшими оружейниками страны была поставлена задача – разработать автоматическую винтовку с определёнными требованиями. Масса винтовки не должна была превышать 4 килограмма – именно такой вес был оптимальным для солдат во время боевых действий. Она должна была стрелять 7,62-миллиметровыми штатными винтовочными патронами, выпуск которых к тому времени был хорошо налажен в стране. Кроме того, винтовка должна была производить как одиночные выстрелы, так и непрерывную стрельбу, а также оснащаться отъёмным штыком и надёжными предохранителями в спусковом механизме.' +
        'Несмотря на то, что этой задачей занимались многие известные конструкторы (в том числе Владимир Фёдоров, Василий Дегтярёв, Фёдор Токарев), на протяжении десятилетия не удавалось создать оружие, которое полностью отвечало бы поставленным требованиям. Прорыв произошёл только в 1931 году, когда конструктор Сергей Симонов представил улучшенный образец своей автоматической винтовки, над которой он работал с 1926 года. Она прошла все необходимые испытания и после ряда доработок была принята на вооружение РККА под названием АВС-36 (7,62-миллиметровая автоматическая винтовка системы Симонова образца 1936 года). Выпуск винтовки был развёрнут на заводе в Ижевске.',
    },
    {
      id: 4,
      src: '/images/img4-2.PNG',
      title: 'ПТРД-41',
      link: '/russian-item/4/2',
      description:
        'ПТРД-41' +
        'Год создания – 1941.' +
        'Разработан КБ имени Дегтярёва.' +
        'Противотанковое однозарядное ружьё образца 1941 года системы Дегтярёва (сокращённо ПТРД-41) разрабатывалось в условиях крайней спешки в первые месяцы войны. Несмотря на жёсткие сроки, специалистам КБ имени Дегтярёва удалось создать мощное и эффективное противотанковое оружие. Оно прекрасно справлялось с уничтожением лёгких и средних немецких танков на расстоянии до 500 метров и использовалось до самого окончания войны.' +
        'Как создавалось это оружие' +
        'В предвоенные годы в СССР считали, что танки противника будут обладать мощной бронёй – как минимум 90–100 мм. Ни одно противотанковое оружие не сможет пробить такую броню, это под силу сделать только артиллерийским снарядам. ' +
        'Однако первые же дни войны показали, что эти предположения были ошибочными. В арсенале гитлеровской армии было много лёгких и средних танков с толщиной брони 35–45 мм. Немцы делали ставку на количество и молниеносное продвижение вглубь СССР, поэтому в их рядах были даже устаревшие и трофейные танки времён Первой мировой войны. ' +
        'В июле 1941 года Иосиф Сталин поставил задачу создать противотанковое оружие под патрон 14,5 мм. Срок – 1 месяц. В работу включились лучшие КБ, в том числе КБ имени Дегтярёва. Уже через 22 дня конструкторы КБ Дегтярёва представили Госкомиссии свою разработку – противотанковое однозарядное ружьё под патрон 14,5 мм. В качестве патронов могли применяться бронебойно-зажигательные пули Б-32, бронебойные пули Б-30, бронебойные трассирующие пули МД и разрывные МД-3. Этот образец был признан лучшим, и уже в сентябре 1941 года на Ковровском оружейном заводе начался серийный выпуск ПТРД-41. В ноябре производство новых ружей началось и на заводе в Ижевске. ',
    },
    {
      id: 5,
      src: '/images/img5-2.PNG',
      title: 'Самозарядная винтовка Токарева',
      link: '/russian-item/5/2',
      description:
        'Самозарядная винтовка Токарева' +
        'Разработчик – Фёдор Токарев' +
        'Год создания – 1938' +
        'За несколько лет до начала Великой Отечественной войны на вооружение Красной Армии поступили новые 7,62-миллиметровые самозарядные винтовки системы Токарева образца 1938 года (СВТ-38). Позднее к ним добавилась усовершенствованная версия – СВТ-40. Для немецкого командования во время наступления на Советский Союз стало неожиданностью то, что солдаты Красной Армии вооружены таким большим количеством самозарядных винтовок. Во многих странах мира в тот момент подобное оружие только разрабатывалось. Самозарядные винтовки позволяли вести плотный и прицельный огонь по рядам противника, не затрачивая много времени на перезарядку оружия. Это давало значительное преимущество в бою.' +
        'Как создавалось это оружие' +
        'В конце 30-х годов высшее руководство СССР искало замену автоматической винтовке Симонова образца 1936 года (АВС-36). В ходе эксплуатации этого оружия выявились недостатки, которые необходимо было устранить. ' +
        'В 1938 году объявили конкурс среди оружейных конструкторов. Победителем стал образец, предоставленный Фёдором Токаревым. Позднее он получил название «7,62-миллиметровая самозарядная винтовка системы Токарева образца 1938 года (СВТ-38)». ' +
        'Уже в феврале 1939 года СВТ-38 была принята на вооружение РККА. С этого момента два крупнейших оружейных завода начали ускоренными темпами осваивать производство самозарядных винтовок Токарева. Тульский оружейный завод ради этого прекратил производство винтовок Мосина, а Ижевский завод – выпуск АВС-36.' +
        'Однако уже в июне 1940 года производство винтовок СВТ-38 было прекращено. Дело в том, что в реальных условиях советско-финской войны СВТ-38 показала себя недостаточно хорошо. Она была слишком тяжёлой и чувствительной к внешним условиям: автоматика работала недостаточно надёжно при слишком низких или высоких температурах.' +
        'Фёдор Токарев экстренно внёс изменения в конструкцию винтовки. Она стала несколько легче, её ствол – короче. Новую модификацию винтовки приняли на вооружение РККА под названием «7,62-миллиметровая самозарядная винтовка системы Токарева образца 1940 года (СВТ-40)». Производство наращивалось стремительно: только в 1941 году оружейные заводы изготовили около 1 миллиона СВТ-40. Это позволило быстро вооружить советскую пехоту мощными современными винтовками.',
    },
    {
      id: 6,
      src: '/images/img6-2.PNG',
      title: 'Пистолет-пулемёт системы Шпагина (ППШ)',
      link: '/russian-item/6/2',
      description:
        'Пистолет-пулемёт системы Шпагина (ППШ)' +
        'Когда в первые месяцы войны немцы уже подходили к Москве, и возникла угроза захвата подмосковного города Кашира, Иосиф Сталин спросил одного из командующих войсками: «Чем помочь?». Тот ответил: «Пришлите хоть несколько десятков ППШ». Этот эпизод лучше всего говорит о той роли, которую сыграли в Великой Отечественной войне пистолеты-пулемёты системы Шпагина (ППШ). Они не только стали одним из самых массовых видов оружия во время ВОВ, но и широко применялись после неё: ППШ был снят с вооружения Советской армии лишь в 60-х годах прошлого века.' +
        'Как создавалось это оружие' +
        'В конце 1930-х годов уже ощущалась неизбежность войны, и руководство СССР активно наращивало вооружение Красной Армии. В том числе, было принято решение увеличить выпуск пистолетов-пулемётов системы Дегтярёва (ППД), показавших очень хорошую эффективность в ближнем бою. Оружейные заводы работали в три смены, однако всё было тщетно: технология производства ППД была очень трудоёмкой, и достичь нужных показателей по количеству пистолетов-пулемётов для нужд Красной Армии не удавалось. ' +
        'Тогда в 1940 году военное командование дало задание оружейникам разработать аналог ППД, который был бы пригоден для массового производства. За эту задачу взялся советский конструктор Георгий Шпагин. Уже в сентябре 1940 года он представил опытный образец пистолета-пулемёта, в котором применил ряд оригинальных конструкторских решений. Испытания подтвердили, что пистолет-пулемёт превосходит имеющиеся аналоги (одновременно с моделью Шпагина свою модель пистолета-пулемёта разрабатывал ещё один известный конструктор — Борис Шпитальный) и обладает всеми необходимыми характеристиками, чтобы успешно заменить ППД. Всего лишь за полгода до нападения немецко-фашистских войск на СССР вышло постановление о принятии на вооружение Красной Армии «пистолета-пулемёта системы Шпагина образца 1941 года», который вошёл в историю как знаменитый ППШ.',
    },
    {
      id: 7,
      src: '/images/img7-2.PNG',
      title: 'ППС–42',
      link: '/russian-item/7/2',
      description:
        'ППС–42' +
        'Разработчик – Алексей Судаев' +
        'Год создания – 1942' +
        'Пистолет-пулемёт Судаева был идеальным оружием для малоподготовленных бойцов, неприхотливым в обслуживании и использовании, лёгким и малогабаритным. Эти показатели сделали оружие популярным у экипажей бронетехники, разведчиков, десантников и партизан. Свою незаменимость автоматическое оружие, в частности, ППС, доказало в условиях городских боёв при использовании на небольшой дистанции.' +
        'Как создавалась легендарное оружие Великой Отечественной войны' +
        'В 1942 году перед советскими оружейниками была поставлена задача – разработать автоматическое стрелковое оружие, максимально простое в массовом производстве, и в то же время, не уступающее по надёжности уже стоящему на вооружении Красной Армии с 1940 года пистолету-пулемёту Шпагина (ППШ).' +
        'К лету 1942 года свои образцы подготовили ведущие советские оружейники Алексей Судаев, Василий Дегтярёв, Сергей Коровин и Николай Руковишников. Государственная комиссия отдала предпочтение изделию Судаева. В ходе полевых испытаний в июле 1942 года его пистолет-пулемёт обошёл конкурентов по кучности огня, неприхотливости, лёгкости, простоте массового изготовления и удобству стрельбы из танка при эвакуации экипажа.' +
        'После испытаний было развёрнуто серийное производство пистолета-пулемёта Судаева, получившего название ППС-42, на Сестрорецком оружейном заводе в Ленинграде, и оружием стали вооружать бойцов Красной Армии.',
    },
    {
      id: 8,
      src: '/images/img8-2.PNG',
      title: 'Пулемёт Дегтярёва',
      link: '/russian-item/8/2',
      description:
        'Пулемёт Дегтярёва' +
        'Этот ручной пулемёт стал одним из первых образцов стрелкового оружия, созданных в СССР «с нуля». Он массово использовался для огневой поддержки пехоты звена «взвод-рота» вплоть до конца Великой Отечественной войны. По окончании войны пулемёт Дегтярёва и его модернизированный вариант ДПМ были сняты с вооружения советской армии и широко поставлялись дружественным СССР странам.' +
        'Как создавался пулемёт Дегтярёва' +
        'Разработка нового ручного пулемёта для пехоты Рабоче-крестьянской Красной Армии началась в 1924 году на Тульском оружейном, Ковровском пулемётном заводах и в Высшей тактическо-стрелковой школе командного состава РККА «Выстрел». Советской России для защиты своих рубежей требовалось оружие под винтовочный патрон калибра 7,62, обладающее высокой скорострельностью, лёгкое и простое в обращении. Над решением этой задачи трудился конструктор Владимир Фёдоров и его ученик Василий Дегтярёв на Ковровском заводе ещё в 1923 году. Осенью 1926 года Дегтярёв представил новый образец, соединивший в себе лучшие показатели зарубежных аналогов и имевший свою оригинальную конструкцию. В ноябре 1927 года были выпущены первые десять единиц нового оружия, а 21 декабря 1927 года ДП-27 («Дегтярёв пехотный») был принят на вооружение Красной Армии, став самым массовым пулемётом и одним из первых видов стрелкового оружия, с нуля разработанных в СССР. ',
    },
    {
      id: 9,
      src: '/images/img9-2.PNG',
      title: 'Станковый пулемёт «Максим»',
      link: '/russian-item/9/2',
      description:
        'Станковый пулемёт «Максим»' +
        'Станковый пулемёт «Максим» можно смело отнести к числу «долгожителей» в своем сегменте. Он был принят на вооружение Российской императорской армии ещё в 1895 году. Прошёл Первую мировую войну, Гражданскую войну и активно применялся советскими войсками в борьбе с фашистскими захватчиками. Станковый пулемёт «Максим» отличался высокой меткостью и был способен продолжительное время вести непрерывный огонь. Во время Великой Отечественной войны «Максим» служил надёжной поддержкой для пехоты, несмотря на то, что его конструкция считалась к тому моменту устаревшей.' +
        'Как создавалось это оружие' +
        'Своё название станковый пулемёт системы Максима получил благодаря  создателю — американо-британскому изобретателю Хайрему Максиму. Он первым придумал использовать энергию отдачи во время выстрела для перезарядки оружия и выброса стреляной гильзы. Хоть и не сразу, но эта разработка завоевала популярность по всему миру, в том числе в России. В самом конце XIX века станковый пулемёт «Максим» был принят на вооружение Российской императорской армии, и вскоре начал выпускаться по лицензии на Тульском оружейном заводе.',
    },
  ],
];

const RussianEquip = () => {
  return (
    <PodMain
      titleColor={'#782122'}
      title={'РОССИЙСКОЕ ВООРУЖЕНИЕ'}
      slides={slidesRussian}
      tabs={tabs}
    />
  );
};

export default RussianEquip;
