import PodMain from '../../components/PodMain/PodMain';
import { tabs } from '../../utils';

export const slidesForeign = [
  [
    {
      id: 1,
      src: '/images/imgf1-0.PNG',
      title: 'Dornier Do-17',
      link: '/foreign-item/1/0',
      description:
        'Dornier Do-17 может показаться необычным выбором для этой статьи, но он подходит из-за сочетания нескольких эксплуатационных характеристик. Самолет представляет собой двухмоторный многоцелевой ночной истребитель, состоявший на вооружении Люфтваффе в первые годы Второй мировой войны, пока его не превзошли более современные истребители союзников и он не был снят с вооружения. Его обычно называют «Летающий карандаш» из-за его гладкого дизайна фюзеляжа.' +
        'Первоначально разработанный как быстрый бомбардировщик, Do-17 является одним из нескольких немецких самолетов начала Второй мировой войны, использовавшихся в качестве ночного истребителя. Он был способен развивать невероятную скорость и оказался быстрее большинства самолетов союзников, выпускавшихся в начале войны, что делало его практически невозможным для сбития.' +
        'Двуххвостый Do-17 дебютировал в боевых действиях во время гражданской войны в Испании и участвовал в боевых действиях в Центральном Средиземноморье, на Восточном театре военных действий и в битве за Британию. Do-17 использовался в различных послевоенных операциях Люфтваффе в качестве учебного самолета, буксировщика планеров и исследовательского самолета. Среди операторов — Болгарские ВВС, которые эксплуатировали югославские Dornier Do-17 Ka наряду с немецкими моделями, Финские ВВС, Королевские Югославские ВВС, Королевские Венгерские ВВС и Испанские ВВС.',
    },
    {
      id: 2,
      src: '/images/imgf2-0.PNG',
      title: 'Messerschmitt Me-163 Komet ',
      link: '/foreign-item/2/0',
      description:
        'Messerschmitt Me-163 Komet — немецкий самолет-перехватчик с ракетным двигателем. ' +
        'Несмотря на то, что его боевые показатели не столь выдающиеся, он является одним из лучших немецких самолетов Второй мировой войны благодаря своей новаторской конструкции. Он установил несколько мировых рекордов, больше, чем любой немецкий самолет Второй мировой войны. Среди них — единственный истребитель с ракетным двигателем, поступивший на военную службу, единственный военный самолет с ракетным двигателем, выполнявший боевые задания, и первый в истории самолет с пилотом-человеком, превысивший скорость 1000 км/ч в горизонтальном полете.' +
        'Рекорды скорости, установленные Me-163, оставались непобитыми в течение почти десятилетия. Однако самолет страдал от серьезного недостатка. Его ракетное топливо было очень едким и летучим, что привело к гибели или ранениям нескольких летчиков-испытателей и военных летчиков. Кроме того, самолет не смог произвести впечатление в своей преданной роли перехватчика, понеся десять потерь, при этом сумев сбить почти такое же количество самолетов.',
    },
    {
      id: 3,
      src: '/images/imgf3-0.PNG',
      title: 'Heinkel He-162 Volksjäger',
      link: '/foreign-item/3/0',
      description:
        'К 1943 году бомбардировки союзников уничтожили истребительные эскадрильи Люфтваффе. В ответ на это немецкое военное руководство запустило программу Emergency Fighter Program для разработки усовершенствованного одномоторного реактивного истребителя. Основной задачей программы было создание самолета, способного превзойти самолеты союзников и компенсировать непомерные боевые потери немецких истребителей. Результатом стал Heinkel He-162 Volksjager (народный истребитель), спортивный самолет, оснащенный одним осевым турбореактивным двигателем BMW 003, расположенным на фюзеляже сразу за кабиной.' +
        'He-162 отличался революционным дизайном, который выглядит современно даже сегодня. Инженеры Heinkel установили двигатель прямо над центральной секцией крыла, а пара наклонных вертикальных хвостовых килей заменила обычный одинарный хвостовой киль для очистки выхлопных газов. Другие передовые разработки включали высокорасположенную, слегка стреловидную конструкцию и катапультируемые кресла.' +
        'Производство He-162 было упрощено для экономии затрат и максимизации оборота. Однако самолет был разработан и развернут слишком поздно, чтобы существенно повлиять на исход войны. Непрекращающиеся бомбардировки союзников повредили производственную инфраструктуру He-162, и производители переместили его сборку под землю, чтобы предотвратить дальнейшие потери. Германия смогла произвести лишь несколько He-162, и еще меньше самолетов участвовало в боевых действиях до поражения Германии.',
    },
    {
      id: 4,
      src: '/images/imgf4-0.PNG',
      title: 'Messerschmitt Me-410 Hornisse',
      link: '/foreign-item/4/0',
      description:
        'Первоначально задуманный как Schnellbomber (быстрый бомбардировщик), Messerschmitt Me-410 является тяжелым истребителем и одним из лучших немецких самолетов Второй мировой войны. Он начал разрабатываться как Me-210, но проблемы с управлением привели к многочисленным изменениям конструкции, которые были достаточно значительными для того, чтобы самолет получил новое обозначение.' +
        'Me-410 отличался более длинным фюзеляжем, чем предыдущий Me-210. Другие изменения включали новые автоматические предкрылки на передней кромке крыльев и внедрение более мощных двух двигателей Daimler-Benz DB 603A, что дало Me-410 большую грузоподъемность и возможность нести больше бомб.',
    },
    {
      id: 5,
      src: '/images/imgf5-0.PNG',
      title: 'Junkers Ju-88',
      link: '/foreign-item/5/0',
      description:
        'Двухмоторный многоцелевой Junkers Ju-88 вполне справляется со многими задачами. Это Schnellbomber (быстрый бомбардировщик), один из многих немецких самолетов Второй мировой войны, разработанных так, чтобы быть быстрее, чем истребители-союзники, что затрудняло перехват. Ju-88 также были грозными ночными истребителями и пикирующими бомбардировщиками, что делало их одними из самых универсальных немецких самолетов Второй мировой войны.' +
        'Хотя проблемы преследовали Junkers Ju-88 на этапе разработки, в конечном итоге он стал рабочей лошадкой Люфтваффе, совершившей тысячи боевых вылетов за всю войну. Производство самолета продолжалось с 136 по 1945 год, что сделало его одним из самых производимых немецких самолетов. Ju-88 имеет больше разработанных модификаций, чем другие двухмоторные немецкие самолеты Второй мировой войны.',
    },
    {
      id: 6,
      src: '/images/imgf6-0.PNG',
      title: 'Focke-Wulf Fw-190',
      link: '/foreign-item/6/0',
      description:
        'Двухмоторный многоцелевой Junkers Ju-88 вполне справляется со многими задачами. Это Schnellbomber (быстрый бомбардировщик), один из многих немецких самолетов Второй мировой войны, разработанных так, чтобы быть быстрее, чем истребители-союзники, что затрудняло перехват. Ju-88 также были грозными ночными истребителями и пикирующими бомбардировщиками, что делало их одними из самых универсальных немецких самолетов Второй мировой войны.' +
        'Хотя проблемы преследовали Junkers Ju-88 на этапе разработки, в конечном итоге он стал рабочей лошадкой Люфтваффе, совершившей тысячи боевых вылетов за всю войну. Производство самолета продолжалось с 136 по 1945 год, что сделало его одним из самых производимых немецких самолетов. Ju-88 имеет больше разработанных модификаций, чем другие двухмоторные немецкие самолеты Второй мировой войны.',
    },
    {
      id: 7,
      src: '/images/imgf7-0.PNG',
      title: 'Heinkel He-219 Uhu',
      link: '/foreign-item/7/0',
      description:
        'На бумаге Heinkel He-219 «Uhu» — один из лучших немецких истребителей, и он должен был иметь оглушительный успех. Однако история этого немецкого двухмоторного ночного истребителя — прекрасный пример того, как политическое соперничество и излишняя инженерия обошлись Германии во Второй мировой войне.' +
        'He-219 — это современный и хорошо сконструированный ночной истребитель, отличающийся несколькими технологическими новшествами. К ним относятся двойные катапультируемые кресла, герметичная кабина для высотных операций, трехопорное шасси с убирающейся вращающейся носовой стойкой для более быстрого хранения, усовершенствованный радиолокатор перехвата Lichtenstein SN-2 диапазона VHF и дистанционно управляемые боковые пушки FDSL 131.' +
        'Разработка и производство He-219 «Uhu» были затруднены ожесточенной борьбой между Эрнстом Хейнкелем, производителем самолетов, Йозефом Каммхубером, командующим немецкими ночными истребителями, и Эрхардом Мильхом, который отвечал за строительство самолетов в немецком министерстве авиации RLM (Reichsluftfahrtministerium). Излишне переработанный самолет также был сложным и дорогим в производстве, что усугубляло общие проблемы производства.' +
        'Несмотря на свой впечатляющий боевой дебют в конце Второй мировой войны, He-219 «Uhu» был недоступен, когда это было важнее всего. Многочисленные производственные проблемы привели к тому, что He-219 не был доступен в достаточном количестве, чтобы эффективно противостоять бомбардировщикам Королевских ВВС, когда союзники начали стратегическое ночное бомбардировочное наступление, которое опустошило немецкую оборону и промышленные объекты. И к тому времени, когда Германия увеличила производство, было уже слишком поздно для того, чтобы самолет оказал какое-либо существенное влияние на исход войны.',
    },
    {
      id: 8,
      src: '/images/imgf8-0.PNG',
      title: 'Messerschmitt Me-262 Schwalbe ',
      link: '/foreign-item/8/0',
      description:
        '«Как будто ангел толкает крылья», — так Адольф Галланд описал полет на прототипе двухмоторного реактивного истребителя Messerschmitt Me-262 в мае 1943 года. Однако самолет был произведен слишком поздно и в слишком малом количестве, чтобы повлиять на исход Второй мировой войны.' +
        'Разработка Schwalbe (в переводе с лат. «ласточка») была тщательно охраняемым секретом, и в его конструкции и конструкции были использованы самые передовые авиационные технологии той эпохи. Один из лучших немецких истребителей Второй мировой войны и самая значительная конструкция самолета всех времен. Me-262 был быстрее и нес больше боеприпасов, чем реактивные истребители союзников. Производство Me-262 ознаменовало начало эпохи реактивных самолетов, и спустя полдесятилетия реактивные истребители стали обычным явлением, вытеснив истребители с поршневыми двигателями.',
    },
    {
      id: 9,
      src: '/images/imgf9-0.PNG',
      title: 'Messerschmitt Bf 110',
      link: '/foreign-item/9/0',
      description:
        'Истребитель (Zerstörer), ночной истребитель (Nachtjäger), истребитель-бомбардировщик (Jagdbomber или Jabo), двухмоторный Messerschmitt Bf 110 — самый успешный немецкий истребитель-бомбардировщик Второй мировой войны и один из лучших немецких истребителей той эпохи. Bf 110 был личным проектом Германа Геринга, и самолет оставался на вооружении Люфтваффе до конца войны.' +
        'Хотя Bf 110 преуспел в выполнении обычных боевых задач, он был наиболее грозным в качестве ночного истребителя, роль, которую пилоты считают хорошо подходящей для этого самолета. Оснащенный бортовым радаром, способным обнаруживать вражеские самолеты на расстоянии до 200 м, Bf 110 сеял хаос среди бомбардировщиков Королевских ВВС во время ночных бомбардировок в период с 1940 по 1941 год.' +
        'Bf 110 также принимал участие в боевых действиях на Балканах, в Северной Африке и на театре военных действий в Восточной Европе. Bf 110 входят в состав Люфтваффе, Regia Aeronautica (Королевские ВВС Италии), Королевских ВВС Венгрии и Королевских ВВС Румынии.',
    },
  ],
  [
    {
      id: 1,
      src: '/images/imgf1-1.PNG',
      title: 'Panzer I',
      link: '/foreign-item/1/1',
      description:
        'Очень маленький легкий танк (6 тонн) с экипажем из двух человек, командиром и командиром, вооруженным двумя легкими 0,3-дюймовыми пулеметами (с 1500 выстрелами), который был выпущен в середине 1930-х годов в качестве учебного танка. Было выпущено более 800 танков в 1935 году, и танк использовался немецкими силами, которые участвовали в гражданской войне в Испании.' +
        'Когда началась Вторая мировая война, в немецкой армии было почти 1500 танков. Они участвовали в вторжении Блицкрига в Польшу в 1939 году, хотя было известно, что они не подходят для фронтальной борьбы из-за отсутствия огневой мощи и очень тонкой брони. В битцкригском вторжении во Францию ​​в 1940 году участвовало всего 500 единиц. Остальные остались в Германии и Польше.' +
        'К концу 1941 года они больше не использовались в прифронтовой службе, кроме версии для командных танков, в которой содержался небольшой картографический стол и дополнительное радиооборудование для использования командирами танковых подразделений. Шасси устаревших танков было преобразовано для перевозки боеприпасов или противотанкового оружия, но они также стали устаревшими и был постепенно прекращен выпуск.',
    },
    {
      id: 2,
      src: '/images/imgf2-1.PNG',
      title: 'Panzer II',
      link: '/foreign-item/2/1',
      description:
        'Легкий танк (10 тонн) с экипажем из трех человек, разработанный в середине 1930-х годов как промежуточный период до прибытия танков III и танков IV. Несмотря на то, что он был главным образом предназначен как учебный танк, он был основным танком на вторжениях Блицкрига в Польше и Франции, где участвовало около 1000 танков II. Он также участвовал в вторжении в Россию в 1941 году, хотя он уже был устаревшим и не имел огневой мощи. Он был вооружен 20-мм пушкой (с 180 выстрелами) и коаксиальным 0,3-мм пулеметом.' +
        'Panzer II был также основой для нескольких специальных типов танков: быстроходный танк, танк амфибия, оснащенный пропеллером, разработанный для предполагаемого вторжения в Англию в 1940 году, и танк с огнеметом (называемый Flammpanzer II), оснащенный двумя огнеметами (100 единиц находились в эксплуатации к 1942 году).' +
        'Когда танк «Panzer II» стал устаревшим, он был превращен в самоходную противотанковую пушку, используя захваченные русские 76-мм пушки (под названием «Marder I») и немецкие 75-мм пушки (Marder II). В оккупированной Польше была выпущена самоходная 105-мм артиллерийская пушка (Wespe).',
    },
    {
      id: 3,
      src: '/images/imgf3-1.PNG',
      title: 'Panzer III',
      link: '/foreign-item/3/1',
      description:
        'Средний танк (22 тонны) с экипажем из пяти человек, основным немецким танком в 1940-1942 годах.' +
        ' Первоначально у него было 37-мм пушка (и два пулемета), но планировалось для будущего использования более крупных орудий. Он участвовал в небольших количествах во время вторжения в Польшу, но массовое производство началось после начала Второй мировой войны с 50-мм пушкой. Поскольку новая пушка была слишком слабой против российских танков Т-34, была установлена ​​более мощная 50-мм пушка. Более поздние типы имели еще большую 75-мм пушку, такую ​​же, как у Panzer IV. Производство закончилось в середине 1943 года, но производство версии самоходного орудия продолжалось до конца войны. Также была версия для командных танков и другие версии. Было произведено 15 000 единиц.',
    },
    {
      id: 4,
      src: '/images/imgf4-1.PNG',
      title: 'Panzer IV',
      link: '/foreign-item/4/1',
      description:
        'Средний танк (25 тонн) с экипажем из пяти человек, который был выпущен с 1936 года и до конца войны, стал основным немецким танком. На нем был короткоствольный 75-мм пушка, позднее он был заменен более мощным 75-мм пушкой (87 выстрелов) и двумя пулеметами (один коаксиальный и один зенитный на вершине с 3000 выстрелами). Его отличное шасси оставалось неизменным, несмотря на множество модификаций и дополнений дополнительной брони, а также было основой для многих вариантов, таких как эсминцы танков (Jagdpanzer IV), самоходные орудия и зенитные орудия и другие.' +
        'Было выпущено 9 000 танков IV, и больше было бы произведено, как рекомендовал Гудериан, если бы это не было стремление Гитлера к сложному и очень дорогому передовому оружию, тяжелые танки Panther, Tiger и King Tiger в этом случае, что уменьшило производство Panzer IV еще до того, как они были полностью разработаны и испытаны.',
    },
    {
      id: 5,
      src: '/images/imgf5-1.PNG',
      title: 'Pz.V «Panther»',
      link: '/foreign-item/5/1',
      description:
        'Пантера (Панцер V) была тяжелым танком (45 тонн) с экипажем из четырех человек, который был разработан, чтобы противостоять отличному российскому танку Т-34. Он имел наклонную броню (для лучшей защиты) и имел длинноствольную 75-мм пушку (с 79 выстрелами) и два пулемета (один коаксиальный и один зенитный на вершине). Производство началось в конце 1942 года. План заключался в том, чтобы производить 600 пантер в месяц, но его сложность (были сотни субподрядчиков производства), а союзная бомбардировка против немецкой промышленности сократила производство до половины этого и даже меньше. Было произведено всего 4800 едениц. Он был доставлен в производство без надлежащих испытаний, и в результате больше Panthers изначально имели механические проблемы.' +
        'Проблемы были позже исправлены, и Пантера стал считается лучшим немецким танком войны. Танк Пантеры первоначально сражался в битве при Курске в июле 1943 года, величайшем танковом сражении войны, и служили на всех фронтах до конца войны. Он широко использовался в Нормандии.' +
        'Варианты Пантеры включали мобильный наблюдательный пост и командный танк.',
    },
    {
      id: 6,
      src: '/images/imgf6-1.PNG',
      title: 'Pz.VI Tiger',
      link: '/foreign-item/6/1',
      description:
        'После нескольких лет исследований для тяжелого танков следующего поколения немецким дизайнерам в конечном итоге потребовалось быстро произвести его на 53-й день рождения Гитлера в апреле 1942 года. Он был вооружен самым мощным немецким оружием, 88 мм, которое использовалось как тяжелый анти- пистолет-пулемет и как противотанковое оружие. Два прототипа были готовы к дню рождения Гитлера, а один, по словам Хеншеля, был выбран для производства. Официально маркированный танк VI, это был первый немецкий танк, которому было дано имя, они назвали его Тигром.' +
        '1350 Тигра были произведены в период с августа 1942 года по август 1944 года, когда производство переместилось на более тяжелый и даже более мощный Tiger II, который был назван King Tiger.',
    },
    {
      id: 7,
      src: '/images/imgf7-1.PNG',
      title: 'Pz.VI Tiger II «Королевский тигр»',
      link: '/foreign-item/7/1',
      description:
        'Танк Pz.Kpfw.VI Tiger II был разработан в 1943 года как истребитель танков и поступил в войска с января 1944 года. Это был самый мощный танк, принявший участие во Второй мировой войне. Всего до конца войны было выпущено 487 таких танков.' +
        'Tiger II сохранил компоновку танка Tiger I со всеми ее плюсами и минусами. Экипаж также остался в количестве пяти человек. Конструкция корпуса была изменена, использовалось наклонное расположением брони, как на танке «Пантера».' +
        'Вес танка увеличился до 69,8 тонны, при этом танк обладал отличной защищенностью, толщина брони лба корпуса верх 150 мм, низ 120 мм, бортов 80 мм, лба башни 180 мм, бортов башни 80 мм, крыши башни 40 мм, днища 25-40 мм, крыши корпуса 40 мм.Tiger II в дуэльном бою превосходил все танки как по бронированию, так и по точности и бронепробиваемости орудий. Однако, подобные столкновения «лоб в лоб» были весьма редки и советские танкисты старались вести маневренный бой, для которого Tiger II подходил менее всего. Действуя в обороне, из засад, как истребитель танков он был для советских танкистов предельно опасен и мог уничтожить несколько танков прежде, чем сам будет обнаружен и обезврежен. Что же касается бронетехники союзников, то американские и английские танки не могли эффективно противостоять Tiger II и союзники чаще всего использовали против него авиацию.' +
        'Увеличение веса танка привело к крайней перегрузке силовой установки и ходовой части и резкому снижению их надёжности. Постоянные отказы приводили к тому, что около трети танков выходили из строя ещё на марше. Низкие ходовые качества и ненадёжность Tiger II практически полностью нивелировали его преимущества в огневой мощи и бронировании.' +
        'По огневой мощи и защищенности Tiger II был одним из сильнейших танков периода Второй мировой войны. Однако многочисленные недостатки его конструкции, особенно в силовой установке и ходовой части, огромный вес, низкая надёжность, а также оперативно-тактическая обстановка, не позволявшая в полной мере использовать преимущества танка, обусловили общий достаточно низкий потенциал машины.',
    },
    {
      id: 8,
      src: '/images/imgf8-1.PNG',
      title: 'Сверхтяжелый танк Pz.VIII «Maus»',
      link: '/foreign-item/8/1',
      description:
        'Танк был классической компоновки весом 188 тонн с экипажем 6 человек, вооруженный двумя спаренными пушками в башне — 128-мм KwK-44 L/55 и 75-мм KwK-40 L/36,6 и одним 7,92-мм пулеметом MG-34.' +
        'Танк обладал мощным бронированием, толщина брони лба корпуса 200 мм, бортов корпуса низ 105 мм, верх 185 мм, лба башни 220 мм, бортов и кормы башни 210 мм, крыши и днища 50-105 мм.' +
        'Силовая установка состояла из авиационного двигателя «Даймлер-Бенц» МВ 509 мощностью 1250 л.с. и электрической трансмиссии с двумя генераторами и двумя электродвигателями, обеспечивающая скорость по шоссе 20 км/час и запас хода 160 км. Гусеницы шириной 1100 мм обеспечивали танку вполне приемлемое удельное давление на грунт 1,6 кг/кв. см.' +
        'В бою танк Pz.Kpfw.VIII «Maus» не испытывался. При приближении армии Советского Союза в апреле 1945 года два образца танка были взорваны, из двух образцов удалось собрать один и сейчас он экспонируется в Бронетанковом музее на Кубинке.' +
        'Во время Второй мировой войны немецкие конструкторы смогли разработать, а промышленность Германии организовать серийное производство линейки средних и тяжелых танков, по своим характеристикам не уступающих, а во многом и превосходящих танки стран антигитлеровской коалиции. На фронтах этой войны немецкие танки противостояли на равных танкам своих противников, а немецкие танкисты нередко выигрывали сражения при использовании танков с худшими характеристиками за счет более совершенной тактики их применения.',
    },
    {
      id: 9,
      src: '/images/imgf9-1.PNG',
      title: 'Panzer 35(t) «Elefant»',
      link: '/foreign-item/9/1',
      description:
        'Занятие Чехословакии в марте 1939 года предоставило немецким военным большое количество высококачественного оружия бесплатно, из арсенала чешских военных. Было достаточно оборудования для примерно 40 армейских дивизий. Кроме того, чешская промышленность, главным образом фабрики Skoda, стала частью немецкой военной производственной машины и продолжала производить танки и другое оружие для Германии.' +
        'Таким образом, год спустя, когда Германия вторглась во Францию, три полных немецких танковых дивизии были оснащены чешскими танками. Один дивизион был оснащен чешским легким танком 35-го типа (10 тонн), который был переименован в Panzer 35, а два подразделения были оснащены легким танком типа 38 (10 тонн), который был переименован в Panzer 38.' +
        'Panzer 35 имел экипаж из четырех человек и имел чешскую 37-мм пушку (с 72 выстрелами) и два пулемета, один коаксиальный и один спереди (с 1800). Он оставался на линии фронта до 1942 года, когда они были преобразованы для других ролей.',
    },
  ],
  [
    {
      id: 1,
      src: '/images/imgf1-2.PNG',
      title: 'Walther P38',
      link: '/foreign-item/1/2',
      description:
        'Walther P38 (Вальтер П38) — немецкий самозарядный пистолет калибра 9 × 19 мм. Разработан фирмой «Карл Вальтер Ваффенфабрик» в г. Целла-Мелис в Тюрингии. С 1938 года состоял на вооружении в Германии, а затем и в вооруженных силах и полицейских службах других стран, в том числе после Второй мировой войны.' +
        'В 1936 году разработали новый пистолет под наименованием «Armee Pistole» (AP) с упрощённой системой запирания с одной качающейся в вертикальной плоскости личинкой и двумя возвратными пружинами. В 1937 году пистолет доработали в соответствии с требованиями Управления вооружений сухопутных сил, введя в конструкцию выполненный открытым курок с округлой головкой.' +
        'В 1938 году пистолет оснастили курком со спицей и переименовали в «Heeres-Pistole» (HP). После неудач с четырьмя вариантами, в которых использовался скрытый курок, была доработана удачная конструкция предохранителя и УСМ с открытым расположением курка пистолета Walther PP 1929 года. В том же 1938 году начались армейские испытания.' +
        'На вооружение вермахта пистолет был принят 20 апреля 1940 года под названием P38 (нем. Pistole 38). Армейский заказ фирме Вальтер был сделан в апреле 1939 года, однако первые поставки в войска осуществили только в августе.[1] Со временем он вытеснил пистолет Люгер-Парабеллум (хотя и не полностью) и стал самым массовым пистолетом германской армии. Выпускался не только на территории нацистской Германии, но и на территории Бельгии и оккупированной Чехословакии.' +
        'Во время войны, особенно во второй её половине, технология производства упрощалась ради снижения трудоёмкости, поэтому пистолеты военных выпусков имеют более грубую отделку и даже упрощённую конструкцию (без указателя наличия патрона в патроннике).' +
        'Трофейные пистолеты использовались партизанами, а также военнослужащими Красной армии и других стран антигитлеровской коалиции.' +
        'Весной 1943 года было отмечено, что пистолеты надёжно работают при использовании армейских патронов немецкого производства, а также патронов производства США и Великобритании, однако при использовании в них 9-мм патронов итальянского производства выпуска военного времени возможны задержки при стрельбе.' +
        'После войны производство вооружений в Германии на долгий срок было прекращено. Только в 1957 году в ФРГ возобновилось производство этого пистолета. Он поставлялся на вооружение бундесвера под маркой P1. Пистолет этой модели выпускался также в Турции, Югославии, Франции, Австрии и Швейцарии после ВМВ, в том числе на экспорт.',
    },
    {
      id: 2,
      src: '/images/imgf2-2.PNG',
      title: 'LUGER P.08',
      link: '/foreign-item/2/2',
      description:
        'Пистолет Люгера (Люгер, Парабеллум; нем. P08, Parabellum, Borchardt-Luger) — немецкий самозарядный пистолет, разработанный в 1898 году австрийцем Георгом Люгером на основе конструкции пистолета Борхардта. Использовал патроны, специально сконструированные для него: сначала — калибром 7,65 мм, после 1902 года — и 9 мм.' +
        'Главным достоинством «Парабеллума» является высокая точность стрельбы, достигнутая за счёт удобной анатомической рукояти с большим углом наклона и лёгкого спуска. Он сочетал высокую мощность с достаточной компактностью по сравнению с другими армейскими пистолетами на начало XX века.' +
        'Сложный и дорогой в производстве, «Парабеллум», тем не менее, оказался очень удачным и стал передовой оружейной системой для своего времени.',
    },
    {
      id: 3,
      src: '/images/imgf3-2.PNG',
      title: 'Mauser 98K',
      link: '/foreign-item/3/2',
      description:
        'Mauser 98K – усовершенствованный вариант винтовки Mauser 98, разработанной в конце XIX века братьями Паулем и Вильгельмом Маузерами, основателями всемирно известной оружейной компании. Оснащение им немецкой армии началось в 1935 году.' +
        'Снаряжалось оружие обоймой с пятью 7,92 мм патронами. Подготовленный солдат мог прицельно выстрелить 15 раз в течение минуты на дальность до 1,5 км. Mauser 98K была очень компактна. Ее основные характеристики: масса, длина, длина ствола – 4,1 кг х 1100 х 600 мм. О неоспоримых достоинствах винтовки говорят многочисленные конфликты с ее участием, долгожительство и поистине заоблачный «тираж» — более 15 млн. единиц.',
    },
    {
      id: 4,
      src: '/images/imgf4-2.PNG',
      title: 'MP-40 «Шмайссер»',
      link: '/foreign-item/4/2',
      description:
        'Пожалуй, самым известным стрелковым оружием Вермахта времен Второй мировой войны стал знаменитый пистолет-пулемет МР-40, модификация его предшественника – МР-36, созданного Генрихом Фольмером. Однако волею судеб он больше известен под именем «шмайссер», полученным, благодаря штампу на магазине – «PATENT SCHMEISSER». Клеймо просто означало, что кроме Г. Фольмера в создании МР-40 участвовал и Хуго Шмайссер, но только как создатель магазина.' +
        'Изначально МР-40 предназначался для вооружения командного состава пехотных частей, однако позже его передали в распоряжение танкистов, водителей бронемашин, парашютистов-десантников и бойцов спецподразделений.' +
        'Однако для пехотных частей МР-40 абсолютно не годился, поскольку был оружием исключительно ближнего боя. В ожесточенном сражении на открытой местности иметь оружие с дальностью стрельбы от 70 до 150 метров означало для немецкого солдата быть практически безоружным перед своим противником, вооруженным винтовками Мосина и Токарева с дальностью стрельбы от 400 до 800 метров.',
    },
    {
      id: 5,
      src: '/images/imgf5-2.PNG',
      title: 'Штурмовая винтовка StG-44',
      link: '/foreign-item/5/2',
      description:
        'Штурмовая винтовка StG-44 (sturmgewehr) кал. 7.92мм – еще одна легенда Третьего Рейха. Это безусловно выдающееся творение Хуго Шмайссера – прообраз многих послевоенных штурмовых винтовок и автоматов, включая знаменитый АК-47.' +
        'StG-44 могла вести одиночный и автоматический огонь. Ее вес с полным магазином составлял 5,22 кг. В прицельной дальности – 800 метров — «штурмгевер» ни в чем не уступал своими основным конкурентам. Предусмотрено было три версии магазина – на 15, 20 и 30 выстрелов с темпом до 500 выстрелов в минуту. Рассматривался вариант использования винтовки с подствольным гранатометом и инфракрасным прицелом.' +
        'Не обошлось и без недостатков. Штурмовая винтовка была тяжелее Mauser-98K на целый килограмм. Ее деревянный приклад не выдерживал иногда рукопашного боя и просто ломался. Вырывающееся из ствола пламя выдавало место нахождения стрелка, а длинный магазин и прицельные устройства заставляли его высоко приподнимать голову в положении лежа.',
    },
    {
      id: 6,
      src: '/images/imgf6-2.PNG',
      title: 'MG-42',
      link: '/foreign-item/6/2',
      description:
        'К началу 30-х годов военное руководство Вермахта пришло к необходимости создания универсального пулемета, который при надобности можно было бы трансформировать, к примеру, из ручного в станковый и наоборот. Так появилась на свет серия пулеметов — MG – 34, 42, 45.' +
        'MG-42 калибра 7.92 мм вполне справедливо называют одним из лучших пулеметов Второй мировой войны. Он был разработан в компании «Гроссфус» инженерами Вернером Грунером и Куртом Хорном. Те, кто испытал на себе его огневую мощь, были очень откровенны. Наши солдаты называли его «газонокосилкой», а союзники – «циркулярной пилой Гитлера».' +
        'В зависимости от типа затвора пулемет прицельно стрелял со скоростью до 1500 в/мин на дальность до 1 км. Боепитание осуществлялось с помощью пулеметной ленты на 50 – 250 патронов. Уникальность MG-42 дополнялась относительно небольшим количеством деталей – 200 и высокой технологичностью их производства методом штамповки и точечной сварки.' +
        'Раскаленный от стрельбы ствол заменялся запасным за несколько секунд с помощью специального зажима. Всего было выпущено около 450 тыс. пулеметов. Уникальные технические наработки, воплощенные в MG-42, были заимствованы оружейниками многих стран мира при создании своих пулеметов.',
    },
    {
      id: 7,
      src: '/images/imgf7-2.PNG',
      title: 'MG-34',
      link: '/foreign-item/7/2',
      description:
        'Пулемет MG-34 был принят на вооружение вермахта в 1934 году. Он являлся основным пулеметом вплоть до 1942 года как в вермахте, так и в танковых войсках. Особенностью конструкции является возможность переключать питание на подачу ленты как слева, так и справа, что очень удобно для использования в бронетехнике. По этой причине MG-34 в танковых войсках использовался и после появления MG-42. Недостатком конструкции является трудоемкость и материалоемкость производства, а также чувствительность к загрязнению.',
    },
    {
      id: 8,
      src: '/images/imgf8-2.PNG',
      title: 'Ручной пулемёт ZB-30',
      link: '/foreign-item/8/2',
      description:
        ' ZB-30 — ручной пулемёт, разработанный чешским конструктором-оружейником Вацлавом Холеком в 1924—1926 годах под немецкий патрон 7,92×57 мм, в 1926 году принят на вооружение армии Чехословакии и поставлялся на экспорт в 24 страны мира.' +
        'Всего было изготовлено 200 тысяч единиц оружия данного типа. Только в Чехословакии в 1926—1939 годах было выпущено 140 тыс. пулемётов этого типа[2]. Помимо Чехословакии, массовое производство пулемётов этого образца было налажено в Австралии, Великобритании, Турции, Японии (Тип-96 и Тип-99), Иране, США, Бразилии, Аргентине, Великобритании и её сателлитах и доминионах-Канаде и Индии (модификации Bren), также выпускались преимущественно нелицензионные клоны в Испании и Китае.' +
        'ZB-26 и его модификации использовались в качестве ручного и станкового пулемёта, а также устанавливались на некоторые образцы бронетехники чехословацкого производства: бронеавтомобили OA vz.27 и OA vz.30, танкетки LT vz.33 и AH-IV.' +
        'Ручной пулемёт ZB-26 относится к числу пулеметов, разработанных после Первой мировой войны с учётом полученного на ней боевого опыта[3]. Пулемёт ZB-26 и его модификации широко применялись и применяются до сих пор в вооружённых конфликтах и войнах с 2-й четверти XX столетия вплоть до наших дней: оружие дебютировало в 1930-х (гражданская война в Китае, гражданская война в Испании, Вторая мировая война, гражданская война в Греции), войнах и конфликтах т. н. «Холодной войны», в том числе на Ближнем Востоке (где встречается и поныне), Индокитае, Корее и Южной Америке, и зарекомендовал себя как надёжное и неприхотливое оружие.' +
        'Пулемёт ZB-30 разработан на основе пулемёта ZB-26, отличался конструкцией эксцентрика, приводившего в движение затвор, и системой приведения в действие ударника.',
    },
    {
      id: 9,
      src: '/images/imgf9-2.PNG',
      title: 'MG 08',
      link: '/foreign-item/9/2',
      description:
        'MG 08 (нем. Maschinengewehr 08) — 7,92-мм вариант станкового пулемёта Максима, выпускался в Германии с 1908 года и применялся в Первую мировую войну. К началу Второй мировой войны MG 08 был уже устаревшим оружием, его применение в вермахте объяснялось только нехваткой более современных пулемётов.' +
        'В 1915 году MG 08 был модифицирован — стала применяться двуногая сошка (взамен четырёхногого станка), а также добавлена пистолетная рукоятка. Модифицированный пулемёт стал называться MG 08/15. Помимо модификаций, его отличало от оригинала уменьшение массы (на 18 кг) и улучшенная мобильность на поле боя. Первое боевое применение облегченного MG 08 состоялось в 1917 году в ходе наступления Нивеля. На протяжении 1917 и 1918 годов в немецкие войска поступало всё больше MG 08/15, и к концу войны он стал основным пулемётов Рейхсхеера. Всего к концу войны немецкая промышленность произвела 130 тысяч пулеметов MG 08/15, тогда как MG 08 было выпущено 72 тысячи.' +
        'Версия с воздушным охлаждением LMG 08/15 (luftgekühltes Maschinengewehr) была разработана в качестве авиационного пулемёта. В нём отсутствовали кожух водяного охлаждения, сошки и рукоятка, а охлаждение производилось с помощью набегающего потока.' +
        'В 1918 году был запущен в производство пулемёт с воздушным охлаждением MG 08/18, который весил 15 кг. По сути он уже являлся оружием поддержки пехоты, а не оружием обороны, что позволило применять его в наступательных операциях на поздних этапах Первой мировой войны, однако до завершения боевых действий в войска поступило лишь несколько сотен пулеметов данной модификации.',
    },
  ],
];

const ForeignEquip = () => {
  return (
    <PodMain
      titleColor={'#333E6F'}
      tabsColor={'#4C569A'}
      title={'ВООРУЖЕНИЕ ПРОТИВНИКА'}
      slides={slidesForeign}
      tabs={tabs}
    />
  );
};

export default ForeignEquip;
